Repository: Beit-Hatfutsot/wp-bh-index
Catalog: themes/twentytwenty-child/lang/*.po
Languages: he_il

source: Guide
he_il: הדרכה

source: Curator
he_il: אוצרות

source: Add New
he_il: הוסף חדש

source: Add New %s
he_il: הוסף %s חדש

source: Edit %s
he_il: ערוך %s

source: New %s
he_il: %s חדש

source: View %s
he_il: הצג %s

source: Search %s
he_il: חפש %s

source: No %s Found
he_il: לא נמצאו %s

source: No %s Found in Trash
he_il: לא נמצאו %s בפח

source: Parent %s:
he_il: %s הורה:

source: All %s
he_il: כל ה%s

source: %s Archives
he_il: ארכיוני %s

source: %s Attributes
he_il: תכונות %s

source: Insert into %s
he_il: הכנס ל%s

source: Uploaded to this %s
he_il: העלה ל%s

source: %s published
he_il: %s עודכן/ה

source: %s published privately
he_il: %s פורסם/ה באופן פרטי

source: %s reverted to draft
he_il: %s הומר/ה לטיוטא

source: %s scheduled
he_il: %s תוזמן/ה

source: %s updated
he_il: %s עודכן/ה

source: Floors
he_il: קומות

source: Floor
he_il: קומה

source: Display Centers
he_il: מוקדים

source: Display Center
he_il: מוקד

source: Exhibits
he_il: מוצגים

source: Exhibit
he_il: מוצג

source: Update %s
he_il: עדכן %s

source: New %s Name
he_il: שם %s חדש

source: Parent %s
he_il: %s הורה

source: Popular %s
he_il: %s פופלריים/יות

source: Separate %s with commas
he_il: %s מופרדים/ות בפסיק

source: Add or remove %s
he_il: הוסף או הסר %s

source: Choose from the most used %s
he_il: בחר מה%s הנפוצים/ות ביותר

source: ← Back to %s
he_il: → חזרה ל%s

source: Hashtags
he_il: האשטגים

source: Hashtag
he_il: האשטג

source: 3D presentation
he_il: תצוגת 3D

source: Categories
he_il: קטגוריות

source: Text Panel
he_il: פאנל טקסט

source: Must Know
he_il: חייב לדעת

source: More Info
he_il: מידע נוסף

source: Additional Reading
he_il: לקריאה נוספת

source: Artist Name
he_il: שם אמן

source: SKU
he_il: מק"ט

source: Height
he_il: גובה

source: Width
he_il: רוחב

source: Depth
he_il: עומק

source: Weight
he_il: משקל

source: Status
he_il: סטטוס

source: Ownership
he_il: בעלות

source: Loan End Date
he_il: תאריך השאלה

source: Date out of Exhibition
he_il: תאריך יציאה מהתערוכה

source: Conservation
he_il: שימור

source: Rights
he_il: זכויות

source: App Number
he_il: מספר אפליקציה

source: App Tours
he_il: סיורי אפליקציה

source: Audio Guide
he_il: מדריך קולי

source: Text Panel Image
he_il: תמונת פאנל טקסט

source: Central Questions
he_il: שאלות מרכזיות

source: Display Mode: %s
he_il: תצוגה: %s

source: Change to display mode:
he_il: החלפה לתצוגה:

source: --Please choose an option--
he_il: --בחרו אפשרות--

source: Themes and Connections
he_il: נושאים וקישורים
